Repository: ducduyn31/kin
Catalog: lib/src/l10n/app_*.arb
Languages: vi

# appTagline
source: Stay connected with friends & family
vi: Kết nối với bạn bè & gia đình

source: Continue with Google
vi: Tiếp tục với Google

source: Continue with Apple
vi: Tiếp tục với Apple

source: or
vi: hoặc

source: Phone Number
vi: Số điện thoại

source: Invalid phone number
vi: Số điện thoại không hợp lệ

source: Send Verification Code
vi: Gửi mã xác nhận

# enterVerificationCodeSentTo
source: Enter the verification code sent to {phoneNumber}
vi: Nhập mã xác nhận đã gửi đến {phoneNumber}

source: Verification Code
vi: Mã xác nhận

source: Verify Code
vi: Xác nhận

source: Resend Code
vi: Gửi lại mã

source: Change Number
vi: Đổi số

# pleaseEnterPhoneNumber
source: Please enter your phone number
vi: Vui lòng nhập số điện thoại

# pleaseEnterValidPhoneNumber
source: Please enter a valid phone number
vi: Vui lòng nhập số điện thoại hợp lệ

source: Verification code sent!
vi: Đã gửi mã xác nhận!

source: Verification code resent!
vi: Đã gửi lại mã xác nhận!

# pleaseEnterVerificationCode
source: Please enter the verification code
vi: Vui lòng nhập mã xác nhận

source: Chats
vi: Tin nhắn

source: Contacts
vi: Danh bạ

source: Profile
vi: Hồ sơ

source: No conversations yet
vi: Chưa có cuộc trò chuyện

# startChatWithFriend
source: Start a chat with a friend!
vi: Bắt đầu trò chuyện với bạn bè!

source: Search contacts...
vi: Tìm kiếm liên hệ...

source: No contacts found
vi: Không tìm thấy liên hệ

source: No contacts yet
vi: Chưa có liên hệ

source: ONLINE - {count}
vi: TRỰC TUYẾN - {count}

source: OFFLINE - {count}
vi: NGOẠI TUYẾN - {count}

# callingContact
source: Calling {name}...
vi: Đang gọi {name}...

source: Online
vi: Trực tuyến

# noMessagesYet
source: No messages yet. Send a message to start the conversation!
vi: Chưa có tin nhắn. Gửi tin nhắn để bắt đầu cuộc trò chuyện!

source: Availability
vi: Trạng thái

# statusAvailable
source: Available
vi: Có mặt

# statusBusy
source: Busy
vi: Bận

# statusAway
source: Away
vi: Vắng mặt

source: Appear Offline
vi: Ẩn trạng thái

source: Notifications
vi: Thông báo

source: Privacy
vi: Quyền riêng tư

source: Appearance
vi: Giao diện

# helpAndSupport
source: Help & Support
vi: Trợ giúp & Hỗ trợ

source: Log Out
vi: Đăng xuất

# logOutConfirmation
source: Are you sure you want to log out?
vi: Bạn có chắc chắn muốn đăng xuất?

source: Cancel
vi: Hủy

source: Failed to send verification code
vi: Không thể gửi mã xác nhận

source: Home
vi: Trang chủ

source: Circles
vi: Nhóm

source: Settings
vi: Cài đặt

source: Availability Schedule
vi: Lịch trạng thái

# availabilityScheduleSubtitle
source: Set recurring availability windows
vi: Đặt khung giờ trạng thái định kỳ

# privacySubtitle
source: Control what circles can see
vi: Kiểm soát những gì nhóm có thể thấy

# availabilityDurationIndefinite
source: Until I change it
vi: Cho đến khi tôi thay đổi

# availabilityDurationThirtyMinutes
source: For 30 minutes
vi: Trong 30 phút

# availabilityDurationOneHour
source: For 1 hour
vi: Trong 1 giờ

# availabilityDurationFourHours
source: For 4 hours
vi: Trong 4 giờ

# availabilityDurationUntilTomorrow
source: Until tomorrow
vi: Cho đến ngày mai

# filterAll
source: All
vi: Tất cả

# filterFreeCount
source: Free ({count})
vi: Rảnh ({count})

# filterBusy
source: Busy
vi: Bận

# filterAway
source: Away
vi: Vắng mặt

# yourStatusTooltip
source: Your status
vi: Trạng thái của bạn

# noContactsWithStatus
source: No {status} contacts
vi: Không có liên hệ {status}

# joinCircleToSeeContacts
source: Join a circle to see your contacts
vi: Tham gia nhóm để xem liên hệ

source: Send message
vi: Gửi tin nhắn

source: Call
vi: Gọi

source: View profile
vi: Xem hồ sơ

# unknownContact
source: Unknown
vi: Không xác định

# lastSeenJustNow
source: Just now
vi: Vừa xong

# lastSeenMinutesAgo
source: {count}m ago
vi: {count} phút trước

# lastSeenHoursAgo
source: {count}h ago
vi: {count} giờ trước

# lastSeenDaysAgo
source: {count}d ago
vi: {count} ngày trước

# lastSeenLongTimeAgo
source: Long time ago
vi: Lâu rồi

source: Set Your Status
vi: Đặt trạng thái

source: Your Availability
vi: Trạng thái của bạn

source: Status message (optional)
vi: Tin nhắn trạng thái (tùy chọn)

# statusMessageHint
source: What are you up to?
vi: Bạn đang làm gì?

source: Duration
vi: Thời lượng

source: Set as {status}
vi: Đặt là {status}

# statusDescriptionFree
source: Ready to chat or call
vi: Sẵn sàng trò chuyện hoặc gọi

# statusDescriptionBusy
source: I'm occupied right now
vi: Tôi đang bận

# statusDescriptionDoNotDisturb
source: No notifications please
vi: Không làm phiền

# statusDescriptionSleeping
source: Catching some Z's
vi: Đang ngủ

# statusDescriptionAway
source: Away from my phone
vi: Không có điện thoại

# statusDescriptionOffline
source: Appear offline
vi: Hiển thị ngoại tuyến

# statusLabelFree
source: Free
vi: Rảnh

# statusLabelBusy
source: Busy
vi: Bận

# statusLabelDoNotDisturb
source: Do Not Disturb
vi: Không làm phiền

# statusLabelSleeping
source: Sleeping
vi: Đang ngủ

# statusLabelAway
source: Away
vi: Vắng mặt

# statusLabelOffline
source: Offline
vi: Ngoại tuyến

# statusLabelFreeLowercase
source: free
vi: rảnh

# statusLabelBusyLowercase
source: busy
vi: bận

# statusLabelDoNotDisturbLowercase
source: do not disturb
vi: không làm phiền

# statusLabelSleepingLowercase
source: sleeping
vi: đang ngủ

# statusLabelAwayLowercase
source: away
vi: vắng mặt

# statusLabelOfflineLowercase
source: offline
vi: ngoại tuyến

source: Circle
vi: Nhóm

source: Circle not found
vi: Không tìm thấy nhóm

source: Free now
vi: Đang rảnh

source: Members
vi: Thành viên

# membersCount
source: {count, plural, =1{1 member} other{{count} members}}
vi: {count} thành viên

source: Invite
vi: Mời

source: Leave Circle
vi: Rời nhóm

source: Invite to Circle
vi: Mời vào nhóm

source: Share invite link
vi: Chia sẻ liên kết mời

# anyoneWithLinkCanJoin
source: Anyone with the link can join
vi: Ai có liên kết đều có thể tham gia

source: Invite link copied!
vi: Đã sao chép liên kết mời!

source: Show QR code
vi: Hiển thị mã QR

source: Scan to join
vi: Quét để tham gia

source: Remove from circle
vi: Xóa khỏi nhóm

# leaveCircleQuestion
source: Leave Circle?
vi: Rời nhóm?

# leaveCircleAdminWarning
source: You are an admin. If you leave, you must transfer admin rights first or the circle will be deleted if you are the only admin.
vi: Bạn là quản trị viên. Nếu rời đi, bạn phải chuyển quyền quản trị trước hoặc nhóm sẽ bị xóa nếu bạn là quản trị viên duy nhất.

# leaveCircleConfirmation
source: Are you sure you want to leave "{circleName}"?
vi: Bạn có chắc chắn muốn rời "{circleName}"?

source: Leave
vi: Rời

# leftCircle
source: Left "{circleName}"
vi: Đã rời "{circleName}"

source: Group chat
vi: Trò chuyện nhóm

source: Join Circle
vi: Tham gia nhóm

source: Invalid invitation code
vi: Mã mời không hợp lệ

source: Unable to Join
vi: Không thể tham gia

source: Go Back
vi: Quay lại

# invitedBy
source: Invited by {inviterName}
vi: Được mời bởi {inviterName}

# joinedCircle
source: Joined "{circleName}"!
vi: Đã tham gia "{circleName}"!

source: Admin
vi: Quản trị

# freeWithCount
source: {count} free
vi: {count} rảnh

# routeErrorTitle
source: Something went wrong
vi: Đã xảy ra lỗi

# routeErrorMissingCircleId
source: Circle ID is missing or invalid
vi: ID nhóm bị thiếu hoặc không hợp lệ

# routeErrorMissingInvitationCode
source: Invitation code is missing or invalid
vi: Mã mời bị thiếu hoặc không hợp lệ

source: Try Again
vi: Thử lại
